Repository: mozilla-l10n/mt-training-data
Catalog: udl/udl_pontoon.tmx
Source language: en_us
Languages: udl

source: Review & re-record clips if needed
udl: Guvilmeŋ ndi ŋgərmako məgusiyo ana wudəra ahe anay

source: Review Sentences
udl: Deleŋ ma ɗi

source: Review sentences in your language
udl: ɗeləmeŋ ma ɗi a ma bəra gukuli ge

source: Review & Submit
udl: Həlimeŋ nde akətalaray

source: Review transcriptions of recorded sentences for accuracy
udl: Məzayaka dzire i anaŋ məgerige ane slal i bəra gukuli tepako

source: Review user-submitted transcriptions in your language
udl: Mədeleŋ anaŋ məgərige ane slal məgəra asler ənta ma bəra gukuli təpawo

source: s
udl: w

source: S
udl: H

source: Select an option
udl: Təbəmerge anaŋ ane aguskuli ghar seleŋ

source: Select a variant (optional)
udl: Pəlerge anaŋ mə mbaɗaraka ghar ahe (aslane a gusakw ghar)

source: Select File
udl: Təbəmerge anaŋ mə pakwiyo ahe ɗi

source: Select File to Upload
udl: Təbəmerge anaŋ məpakwiyo ahe ane akə tal

source: Select up to three domains (optional)
udl: Pəlerge ha aslam taŋtataŋ makar

source: Sentence
udl: Magukuli

source: Sentence Domain
udl: Aslam i mahəɗi

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
udl: Maɗi ane təwuraya akindene tá fekenetege aka gəlaw i anaŋ i ŋgumna ada wakita i meltivi cc-0

source: { $sentences } sentences reviewed. Thank you!
udl: { $sentences } Ma ɗi məɗeleŋerge ahe ɗi. Wusəku !

source: Sentence Variant
udl: Mə mbaɗarakavo a ma

source: Separate sentences into one line by pressing “Enter” or “Return” once
udl: Deweŋerge ma ɗi aka mətsakwiya sek seleŋ aka «Məwege»

source: Service and Retail
udl: Məgiya aslər ənta mə dzara anaŋ ɗi

source: Share Common Voice
udl: Deweŋ Common Voice

source: Share your clip
udl: Duwumeŋ anaŋ gukuli ane akəgeserge

source: Shortcuts
udl: Məday

source: [Should be ‘dinosaurs’]
udl: [Tànay anaŋ i wulemele a zlehe ɗi]

source: [Should be “We are”]
udl: [mànay « hatatu»]

source: Single
udl: Ma seleŋ

source: Single sentence submission
udl: Tal ma seleŋ

source: Skip
udl: Məhalaŋiya

source: Small batch
udl: War mbəlo

source: Small batch sentence submission
udl: Mətal mbəli ma ɗi kindekw

source: Source: { $sentenceSource }
udl: Aslam : { $sentenceSource }

source: Speak
udl: Huday ma

source: Speak now
udl: Akə slahoŋ məwuday ma

source: Speak options menu
udl: Aslam məzakay anaŋ «Wuday ma»

source: Start recording
udl: Məpahoŋvo aka məgus anaŋ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
udl: <strong>[ Ghi ma ɗi]</strong> anaŋ i wulemele azlehe ɗi <strong>[ghi ma ɗi]</strong> -rias.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
udl: <strong>[ Mədasa hənder]</strong> Anaŋ i wulemele azlehe ɗi i<strong>[ məɗesliyo ]</strong> Trias.

source: Submit
udl: Mətalyo

source: Submit a new question for the community to read and respond to
udl: Wuraya medawa inisi akane bəra məwuday ndi ma mbədaka

source: Submit a report
udl: Mətal aslər məgerge ahe

source: Submit clips
udl: Talaray ma məgesəŋge

source: Submit new questions for the community to read and respond to
udl: Gərum ma məɗaviyo awehe ɗi akane bəra məwuday ndi məmbəɗaka

source: Success
udl: Məgerge aslər kalkalla

source: success checkmark
udl: ɗamaka aslam ane kə nzako ghar yakw

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
udl: Tsukum aka ahar ɗaf akane akəzayaka ma ɗi. Tsukum aka ahar hədzar akane akəməsara. Tsukum afətege akane akəgiya kava akuser daw. <strong>Mədzikuli ge ghar daw mə mesaray məɗevəriya i sekasler gukuli daw!<strong>

source: Taking several attempts to read a word.
udl: Məgur anaŋ sek kemiya aka məwuday ma seleŋ.

source: Tap
udl: Dzahoŋ aka

source: Technology and Robotics
udl: Məseriyo ane a təmeŋ nzəɗa

source: Thank you for contributing your bulk submission!
udl: Wusako ənta mə fəliwen ahar aka mə tal maɗi kemiya

source: Thank you for contributing your voice!
udl: Wuseko ənta məvəĺme ghunakw i məməlo gukuli ɗi !

source: Thank you for donating your voice clips!
udl: Wuseko ənta məvəleme məgwaviyo i ghunakw məməlo gukuli akəfakuma məŋeterege alabara inisi ɗi ada mawudiya gukuli ge vatak !

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
udl: Wuseko ənta məgus anaŋ gukuli ɗi <lineBreak></lineBreak> akə slahoŋ məzayaka əndene nde mətal anaŋ ɗi ane tə gəserge agwa ane.

source: Thank you for your voice information
udl: Wuseko ənta məveleme labara ada ghunakw məməlo gukuli ge

source: The bumblebee sped by.
udl: Avəreŋwavərŋwa a ghərige.

source: The clip has disrespectful or offensive language.
udl: Məgwaviyo i ma ghunakw imisi di ma dzawaslak ɗi tenege

source: The giant dinosaur of the Triassic.
udl: Anaŋ i wulemele a zlehe.

source: The giant dinosaurs of the Triassi-.
udl: Anaŋ i wulemele a zlehe ɗi i Tria-.

source: The giant dinosaurs of the Triassic.
udl: Anaŋ i wulemele a zlehe ɗi i Trias

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
udl: Anaŋ i wuləmele azlehe i Trias.<strong> [məwuderge ənta məməlo i təŋwa]</strong>

source: The giant dinosaurs of the Triassic. Yes.
udl: Anaŋ i wulemele a zlehe ɗi i trias . Eŋ

source: The giant dino <strong>[cough]</strong> the Triassic.
udl: Anaŋ i wulemele azlehe <strong>[məɗesliyo]</strong> Trias.

source: There are currently no sentences to review in this language.
udl: Ma anay məɗəleŋyo daw samma a ma bəra aslatu ge .

source: The recording was too long.
udl: Məgus anaŋ ahe azəvo zlavaŋ.

source: The recording was too quiet.
udl: Anaŋ mə fekenege məməlo zlaŋŋa sarta i məgus anaŋ age nzəɗa yaŋ anay daw.

source: The recording was too short.
udl: Məgus anaŋ ahe ahuts.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
udl: Məməlo mewudiya i gubar ənta wal ani taŋtaŋ-taŋtaŋ kwa aməɗəmak age. Məsəmaro ana adarghar məməlo zlavaŋ ,bi sləkəts anahaŋ akane akəslahoŋ mətsinəŋ daw anaŋ ane məwuderge ahe , a ŋəla məgwavaloŋ ənta məpəgerge ahe.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
udl: Mərez məhwal ma ɗi aslaray aka plaɗ i Common Voice. Akə slahoŋ maslara <writeURL>məpako</writeURL> ma seleŋ <reviewURL>ma ɗi kwa a Common Voice.

source: The sentence has a grammatical or spelling error.
udl: Ma aslane di a mereŋ slekets i məgamarghar i ma məgurako i ma bera ənta sləkets məgamarghar i ma məgurako i məpakwiyo i ma ɗi

source: The sentence has disrespectful or offensive language.
udl: A ma məpakwiyo aslane age di ma nzawaslak ɗi ənta mədavaŋwiyo ɗi tənəge

source: The sentence must be grammatically correct.
udl: Ma mənay kava lakwan i məleɓiya i ma ɗi.

source: The sentence must be speakable.
udl: Ma mənay məwuda vo.

source: The sentence must be spelled correctly.
udl: Ma mənay məpekerge ahe lapiya kava lakwan i məpakwo anaŋ ɗi.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
udl: A làbàra ɗi atu di laray daw sey ana maɓərəv gukuli afakuma kaɗa nde akə slahoŋ məpeketenege. Ana am fakuma mə bara gəlaw gəli ɗi di ambaɗarahoŋ sləmay masalaka akavo ɗi.nde anaŋ ɗi kava sləmay gukuli ɗi aslam mənzaka gukuli ɗi tə beneŋvo daw manay viyo gukuli ɗi ənta kunay gukuli ɗi.

source: Three to go!
udl: Atəmay makar !

source: Too many files
udl: Anaŋ mə pekerge kemiya

source: Transcribe audio recordings into text
udl: Gəmiyo anaŋ mepakiyo i anaŋ məgusiyo i anaŋ mətsəneŋyo aɗelereŋ a pla i ma di

source: Transcribe audio recordings in your language
udl: Məpakiyo i anaŋ məgusiyo i anaŋ mətsəneŋyo a ma bəra gukuli ge

source: Try again by dragging your file here
udl: Gurum mə tsakwakwa ma ɗi məpekerge ahe atu gapa

source: Try uploading again
udl: ŋga gurum mə taliyo gapa

source: Understand contribution criteria
udl: Mətsəneŋ məməlo ma aki məferawo

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
udl: Məbaloŋ sləmay anaŋ ane tə wuday ənta məgwaviyo i ghunakw i ma ane a wara bəra akane tə sleŋge anaŋ məgusiyo yakw atu alala !

source: Upload aborted. Do you want to delete your recordings?
udl: Mətalyo anzi daw. akə fakuma akəmemeɗeŋerge anaŋ məgusiyo gukuli atu ya ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
udl: { $uploadedSentences } ma ɗi məgwatserge ahe aka { $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
udl: { $uploadedSentences } { $totalSentences } ma məgwatsariya aka seleŋ. Tsə́kum <downloadLink>here</downloadLink>aka akə dasaragwa ma ɗi ane tepəro.

source: Upload failed, please retry.
udl: Anaŋ mətaliyo atu anzi daw kamkam gurum gapa

source: Upload <icon></icon> public domain sentences
udl: Təlemaro <icon></icon> ma ɗi kemiya ane a ma məgurakwiyo i ŋgumna age

source: Upload in progress...
udl: Mətaliyo aka meltivi mə wuriyo ...

source: Upload more sentences?
udl: Təlmaro maɗi inisi ?

source: Use correct grammar
udl: Maməpakwiyo mənay kalkala kaɗa

source: Use correct spelling and punctuation
udl: Ghunakw məwudiya ənta aslam məpermiyo mənay kalkala kaɗa

source: Validate Readings
udl: Məzayaka məwuday anaŋ ɗi

source: Validate Readings, Review Transcriptions
udl: Məzayaka məwuday anaŋ ɗi, Məɗeleŋ anaŋ məŋgerige

source: Validate Readings <small>(Coming soon)</small>
udl: Məzayaka məwuday anaŋ ɗi<small>(Bak inisi)</small>

source: Validate readings submitted by community members
udl: Məzayaka anaŋ mewuday ane slal i bəra ɗi təməsaray

source: Validate user-recorded readings in your language
udl: Məzayaka anaŋ məwuday ɗi ane slal məgera asler i ma bəra gukuli təgeserəge.

source: Varying Pronunciations
udl: Məməlo ahe taŋtaŋ

source: Volume
udl: Mədarghar a məməlo

source: Want to save your information? <createProfile>Create a profile</createProfile>
udl: Akə fakuma akə gəsege labara gukuli ɗi ane ya?<createprofile> ɗəmak anaŋ ane tə serak̄aro ənta nat</crateprofile>

source: We are going out to get a coffee.
udl: Hatatu má leɓay akitatu.

source: We are going out to get coffee.
udl: Hatatu mələɓay.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
udl: Amə slahoŋ mə nzako anaŋ məguriyo i adəmes akabmə tsənəŋyo.kamkam aká gur gapa aka ma kaɗa.

source: We couldn’t get any sentences for you to speak. Please try again later.
udl: Ma ɗi inisi aɓəkeme aka məmesara bəra ŋga gur gapa akama.

source: We may have run out of clips - refresh the page, or try again later.
udl: Aməŋga məreŋ anaŋ məguriyo aka mezayaka daw a ma bera aslato age daw.

source: We’re going out to get coffee.
udl: Htatu mələɓay.

source: We're making some big changes
udl: A məgiya məmbaɗ vo azlehe

source: We’re sorry, your platform is not currently supported.
udl: Zeɓata gemi ama aslam ane akə fakuma mə gaka aslər aləkk mənay aka ahar i mərez

source: We've run out of sentences to record in this language...
udl: Mawudiya ɗi tegəla mənemehe aka megesege a ma bera aslane age daw...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
udl: Aləbay ane anaŋ mətsogəra yo anaŋ di təslahoŋ məgərako ghi ma ɗi taŋtaŋ-taŋtaŋ. ku məŋgwalahiya ahe amereŋ nzəɗa kəni tə slakum mənay məzayaka sey ana a nzəkulige aka mətseneŋ anaŋ mə pakuyo ahe atu ham.ademes ane təli ənta məməlo zlaŋa daw kəni təslahoŋ məzayaka ,ama ademes ane təli ənta məməlo zlaŋa aka mənzerege mə tsəneŋ mànay ma awele kəni di tə zayaka daw.

source: What issues are you experiencing with this sentence?
udl: Ma mətərɓiyo ɗi awele anege a ma məpakwiyo aslane age wele ?

source: What needs to be in my file?
udl: Anaŋ məpakwiyo atu ɗu mənday keme ?

source: What sentences can I add?
udl: Maɗi awele nə slahoŋ mefekege wele ?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
udl: A məbalaŋ sləmay age di fəmahoŋ sləmay alala aka anaŋ ane anay akəgəserge atu aka ane akane məgwavalaŋ vo ənta anaŋ ane akə pekerge ;pəraybəra sləkets ɗi ane ana tənege <br /> nende sləkets ɗi ane aslako məgiyavo sarta ham.

source: Why are you asking?
udl: Aka əmay ma məndawya aslane may ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
udl: ənta anaŋ ane təsəriyakwaro di akə slahoŋ mə walaŋ aslər gukuli nde akə slahoŋ məhəɗahaŋ aka bəra mərez ane ənta məfələli kuli ɗi ahar gata ənta mə pəkuli anaŋ ɗi ane a ɗalereŋ a ghunakw i məməlo.

source: Write
udl: Páko

source: Write options menu
udl: Aslam məzakam anaŋ «Pako»

source: y
udl: é

source: Y
udl: E

source: Yes
udl: éŋ

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
udl: Akə slahoŋ trabəlama məgəra asler ənta aslam məŋdzi i awiya i aslam məpako anaŋ : { sc-review-form-button-approve-shortcut } aka məzayaka, { sc-review-form-button-reject-shortcut } aka məməsara, { sc-review-form-button-skip-shortcut } aka Məda

source: You cannot add multiple sentences for a single submission
udl: Akəslahoŋ məfekenege ma ɗi zlavaŋ daw sarta i məmas seleŋ age

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
udl: Akunay akesakerge mā bera daw. Aleɓay akewege a <profileLink>Aslam i slemay yakw</profileLink>Akane akesakay ma bera ɗi.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
udl: Akə sleŋge ve aslam mətal yo i pla isindene. Kamkam femawo bərov! sarta { $retryLimit } ndala akəwuraya bəra ma awehe . Wuseko ənta məfawo ɓərov gukuli !

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
udl: Akə sleŋge ve aslam mətal yo i pla isindene. Kamkam fəmawo ɓərov { $retryLimit } ftek ndala akəwuraya bəra ma awehe. Wuseko ənta məfawo bərov gukul

source: You must allow microphone access.
udl: Akəvəlar meltivi anaŋ məwudege ma.

source: You’re contributing to a target segment
udl: Aku felemeŋ ahar asler ane amefakuma megiya

source: You’re contributing to our first target segment
udl: Aku felemeŋ ahar asler i teŋwa geli ane aməfakuma məgiya

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
udl: Akunay akuro awiya. Zəkum sarta akane akəwuday gapa ma ane ndi akəser ane ani məpəkerge ahe lapiya.

source: You're helping Common Voice reach our daily sentence goals!
udl: Ake ɗay akə zazaka Common Voice aka mə slenge ghar mətugwiyo i anaŋ yaŋ ane afakuma məgiya !

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
udl: Məmbaɗ vo i lakwan i ma bera gukuli a məreŋ anaŋ meguriyo daw dəgiŋ ! Ana akuli akənay lapiya, akə slahoŋ məmbaɗ aslam mə slemeŋ anaŋ akane maɗi inisi məbara vo a ma bəra gukuli ge.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
udl: Helefe məpərako ma bəra gukuli di bi zlavaŋ-zlavaŋ dəme! anà agusəkəl ghar di akuslako məɓeɗerge ghumaŋ i ma bəra inisi aki məperako ma bəra gukuli.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
udl: Barka gukuli , Common Voice asleŋge ghar mətəgiwo i aslər yaŋ ane afakuma məgiya mərdziŋ-mərdziŋ <goalPercentage></goalPercentage>ghar mətəgiwo i aslər yaŋ ane afakuma məgiya mərdziŋ-mərdziŋ { $goalValue } məgəsəge mawudiya ɗi !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
udl: Barka gukuli , Common Voice asleŋge ghar mətəgiwo i aslər yaŋ ane afakuma məgiya mərdziŋ-mərdziŋ <goalPercentage></goalPercentage> { $goalValue } ghar mətəgiwo i aslər yaŋ ane afakuma məgiya mərdziŋ-mərdziŋ { $goakValue } məzayak !
